[
  {
    "type": "faq",
    "q": "What is this game? What is Corporate Clash?",
    "a": "Corporate Clash is a completely free to play recreation of the MMORPG Toontown Online. The game was shut down by Disney in 2013 with tens of thousands of players still interested in the game, and our goal is to bring back its legacy while adding new content to the game that has been requested by players for years."
  },
  {
    "type": "faq",
    "q": "How do you play?",
    "a": "To play the game, simply create an account and head to the play page to get started! Flippy, the mayor of Toontown, will be your tour guide and will teach you how to play."
  },
  {
    "type": "faq",
    "q": "How is Corporate Clash different from Toontown and other servers?",
    "a": "New features, new graphics, and new places to explore! There's a ton of new and exciting changes and features added to Toontown: Corporate Clash! You can visit [the 1.0.0 changelog](https://corporateclash.net/releases/v1.0.0) to get a full list of our greatest features."
  },
  {
    "type": "hr"
  },
  {
    "type": "faq",
    "q": "I played Project Altis. Can I play on my old toons?",
    "a": "We took a step back when deciding whether or not we toons would be carried over from Project Altis to Corporate Clash. After consideration and a community poll, we (and the community) decided that accounts and toons would need to be remade. See more details at [Let's Talk Resets](https://corporateclash.net/news/article/7) and [The Winner is](https://corporateclash.net/news/article/10)."
  },
  {
    "type": "faq",
    "q": "Do I have to purchase or pay to play?",
    "a": "Although we're legally a non-profit and tax exempt, we do not make money or have an income stream from our playerbase, ads, or otherwise. The game is and will always be completely free to play."
  },
  {
    "type": "faq",
    "q": "Can I donate for server costs?",
    "a": "We love how much you like to play Corporate Clash, however, we do not accept donations. If you want to support us, simply share our website link or recommend us to your friends."
  },
  {
    "type": "hr"
  },
  {
    "type": "faq",
    "q": "What is ToonStep?",
    "a": "Toonstep is our two-factor authentication system that requires you verify new logins that don't originate from past IP addresses that you have trusted. Enabling ToonStep is highly recommended for the safety of your account and will only allow authorized users to access your account.”"
  },
  {
    "type": "faq",
    "q": "I'm having trouble registering or logging into my account! What do I do?!",
    "a": "The login page should include some error information if you have issues with it. Otherwise, email support@corporateclash.net and we'll help you with the process."
  }
]
